module.exports = {
  contents: `### Q.Link는 무엇인가요?

  Q.Link란 퀴즈로 접근하는 링크라는 의미로  
  링크 앞에 간단한 퀴즈를 추가하여 정답을 맞췄을 때만 링크에 접속 할 수 있도록 해주는 간단한 서비스입니다. 이벤트, 구인 페이지, 모바일 청접장등 여러 상황에서 사용해볼 수 있습니다.  

  이 프로젝트는 [codecaptcha.io](https://codecaptcha.io)에서 영감을 받았습니다.

  ### 어떻게 사용하나요?

  [Q.Link 생성하기](/links/new)를 통해 이동하게될 링크와 퀴즈 내용, 정답을 입력하면 Q.Link가 생성됩니다.
  정답을 맞춘 사람만이 링크로 접근할 수 있게 됩니다.

  ### 어떤 상황에서 사용하나요?

  보안적인 요소보다는 재미 요소에 중점을 두고 여러 상황에서 활용해볼 수 있습니다.

  - 간단한 퀴즈를 맞춘 참가자들이 회사 지원 페이지를 들어올 수 있도록 하기
  - 생일을 알고 있는 사람만 모바일 초대장을 볼 수 있도록 하기

  ---

  ### 예시

  다음은 실제 [Q.Link](https://q-link.minung.dev)의 예시입니다. 😀😀  
  Q.Link는 예시와 같이 퀴즈를 내고 정답을 맞춘 사람이 지정해둔 링크로 이동할 수 있도록 도와줍니다.

  \`\`\`
  Q. [?]에 들어갈 것은?

  가나다[?]마
  \`\`\`
  정답을 맞췄을 경우에는 \`https://q-link.minung.dev\`로 이동합니다.`,
  correct: '라',
};
